IdeaRS.Connections
ForcesIn Enumeration
Compatible with IDEA StatiCa 0.0
 Defines mode of the position (origin) of internal forces
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum ForcesIn
Members
Member name | Value | Description
Position | 0
Node | 1
Bolts | 2
See Also
Reference
IdeaRS.Connections.Data Namespace